[{"model": "auth.user", "pk": 1, "fields": {"username": "zuzanka", "email": "wlachovska.zuzana@gmail.com", "last_name": "", "is_active": true, "user_permissions": [], "date_joined": "2017-03-12T09:08:55.630Z", "groups": [], "is_staff": true, "first_name": "", "last_login": "2017-03-12T09:09:38.888Z", "password": "pbkdf2_sha256$20000$4kdbnPQoRqsp$pUhDHvnAetqfbV9CkMbNcQK+EBr4IRsmmdL+FH5zhvk=", "is_superuser": true}}, {"model": "sessions.session", "pk": "9lvksvviya8tlbs4ygjb5bx6px1y693y", "fields": {"expire_date": "2017-03-26T09:09:38.895Z", "session_data": "N2I5OWY0YWY4YTlhM2MyODA4Y2YxNjk3YjkzOTQ1OThjY2UxZGRlMTp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiIyZjg4M2RmZTIwOTUzNTQ3MzkwMWYwMmEwZTYzYmQ3OWNjZjlhMzE5In0="}}, {"model": "blog.post", "pk": 1, "fields": {"title": "Cat", "published_date": "2017-03-12T09:12:49Z", "created_date": "2017-03-12T09:10:24Z", "author": 1, "text": "The domestic cat[1][5] (Latin: Felis catus) is a small, typically furry, carnivorous mammal. They are often called house cats when kept as indoor pets or simply cats when there is no need to distinguish them from other felids and felines.[6] Cats are often valued by humans for companionship and for their ability to hunt vermin. There are more than 70 cat breeds, though different associations proclaim different numbers according to their standards.\r\n\r\nCats are similar in anatomy to the other felids, with a strong flexible body, quick reflexes, sharp retractable claws, and teeth adapted to killing small prey. Cat senses fit a crepuscular and predatory ecological niche. Cats can hear sounds too faint or too high in frequency for human ears, such as those made by mice and other small animals. They can see in near darkness. Like most other mammals, cats have poorer color vision and a better sense of smell than humans. Cats, despite being solitary hunters, are a social species and cat communication includes the use of a variety of vocalizations (mewing, purring, trilling, hissing, growling, and grunting), as well as cat pheromones and types of cat-specific body language."}}, {"model": "blog.post", "pk": 2, "fields": {"title": "Dog", "published_date": "2017-03-12T09:13:23Z", "created_date": "2017-03-12T09:12:54Z", "author": 1, "text": "The domestic dog (Canis lupus familiaris or Canis familiaris)[2] is a member of genus Canis (canines) that forms part of the wolf-like canids,[3] and is the most widely abundant carnivore.[4][5][6] The dog and the extant gray wolf are sister taxa,[7][8][9] with modern wolves not closely related to the wolves that were first domesticated.[8][9] The dog was the first domesticated species[9][10] and has been selectively bred over millennia for various behaviors, sensory capabilities, and physical attributes.[11]\r\n\r\nTheir long association with humans has led dogs to be uniquely attuned to human behavior[12] and they are able to thrive on a starch-rich diet that would be inadequate for other canid species.[13] Dogs vary widely in shape, size and colours.[14] Dogs perform many roles for people, such as hunting, herding, pulling loads, protection, assisting police and military, companionship and, more recently, aiding handicapped individuals. This influence on human society has given them the sobriquet \"man's best friend\"."}}, {"model": "blog.post", "pk": 3, "fields": {"title": "Tiger", "published_date": null, "created_date": "2017-03-12T09:13:34Z", "author": 1, "text": "Tigre obývajú lesnaté prostredia od tropických oblastí dažďových pralesov až po sibírsku tajgu, kde v zime klesajú teploty pod −30 až −40 °C. S vysokou snežnou pokrývkou. Vystupujú do 3 000 – 4 000 metrov nad morom. Na stromy tigre nešplhajú, alebo iba v zriedkavých prípadoch, iba si na nich obrusujú pazúry. Na rozdiel od iných mačkovitých šeliem tigre milujú vodu a radi sa v nej kúpu. Vedia výborne plávať a sú schopné prekonávať aj niekoľko kilometrové prekážky. Teritórium tigra môže mať niekoľko stoviek ale aj tisíce km2, každý jedinec má svoje teritórium v ktorom nestrpí prítomnosť iného zvieraťa (dravca, konkurenciu). Teritória samcov však susedia s niekoľkými teritóriami samíc. Svoje teritórium si označujú močom, výlučkami potných žliaz a odieraním kôry zo stromov. Tigre žijú samotársky, iba v období rozmnožovania sa na niekoľko dní obe pohlavia stretávajú, ale po spárení sa vracajú späť do svojich teritórií. K rozmnožovaniu môže dochádzať po celý rok, ale väčšina pôrodov prebieha práve na jar. Gravidita trvá 93 – 110 dní."}}, {"model": "blog.post", "pk": 4, "fields": {"title": "gepard", "published_date": null, "created_date": "2017-03-12T12:37:18.742Z", "author": 1, "text": "gepardi su super"}}, {"model": "blog.post", "pk": 5, "fields": {"title": "Ďalšie mačky", "published_date": "2017-03-12T12:47:17.946Z", "created_date": "2017-03-12T12:38:43.914Z", "author": 1, "text": "Lebo mašiek nikdy nie je málo"}}, {"model": "blog.post", "pk": 6, "fields": {"title": "Cupcake", "published_date": null, "created_date": "2017-03-12T12:39:34.938Z", "author": 1, "text": "Cupcake je veľmi dobrá vec.. :3"}}, {"model": "admin.logentry", "pk": 1, "fields": {"object_id": "1", "user": 1, "change_message": "", "action_time": "2017-03-12T09:12:54.310Z", "action_flag": 1, "content_type": 7, "object_repr": "Cat"}}, {"model": "admin.logentry", "pk": 2, "fields": {"object_id": "2", "user": 1, "change_message": "", "action_time": "2017-03-12T09:13:30.118Z", "action_flag": 1, "content_type": 7, "object_repr": "Dog"}}, {"model": "admin.logentry", "pk": 3, "fields": {"object_id": "3", "user": 1, "change_message": "", "action_time": "2017-03-12T09:14:33.410Z", "action_flag": 1, "content_type": 7, "object_repr": "Tiger"}}]